Repository: Crystal-Pigeon/red-voznje-novi-sad-flutter
Catalog: lib/l10n/intl_*.arb
Languages: hu, sr

# home_title
source: Timetable
hu: Menetrend
sr: Red Vožnje

# home_workday
source: Workday
hu: Munkanap
sr: Radni dan

# home_saturday
source: Saturday
hu: Szombat
sr: Subota

# home_sunday
source: Sunday
hu: Vasárnap
sr: Nedelja

# home_no_data_message
source: You haven't selected any buses yet. Tap the “+” to choose your favorite routes.
hu: Még nem választottál buszjáratot. Koppints a “+” gombra a kedvenc útvonalak kiválasztásához.
sr: Trenutno nemaš nijednu izabranu liniju. Klikom na “+” izaberi svoje omiljene rute.

# home_bus_no_data_message
source: There is no available schedule for selected day
hu: Nincs elérhető menetrend a kiválasztott napra
sr: Nema dostupan raspored za izabrani dan

# bus_lines_title
source: Bus Lines
hu: Buszjáratok
sr: Autobuske Linije

# bus_lines_urban
source: Urban
hu: Városi
sr: Gradski

# bus_lines_suburban
source: Suburban
hu: Külvárosi
sr: Prigradski

# bus_lines_no_data_message
source: There are no available bus lines
hu: Nincs elérhető buszjárat
sr: Nema dostupnih linija za prikaz

# about_app_title
source: About
hu: Az alkalmazásról
sr: O Aplikaciji

# about_app_about_app_section_title
source: About the app
hu: Az alkalmazásról
sr: O Aplikaciji

# about_app_about_app_section_description
source: We developed the Bus Schedule - Novi Sad app to provide our fellow citizens and visitors of this beautiful city with a simple and easy way to check bus schedules and plan their journeys easily. All the data within the app is sourced directly from the official JGSP Novi Sad website, ensuring the information is accurate. However, the Bus Schedule - Novi Sad app is not responsible for any delays or cancellations of bus services.
hu: A Menetrend - Novi Sad alkalmazást azért fejlesztettük, hogy városunk lakóinak és látogatóinak egyszerű módot biztosítsunk a buszmenetrendek megtekintésére és útjaik megtervezésére. Az alkalmazás minden adata a hivatalos JGSP Novi Sad webhelyről származik, ami garantálja az információk pontosságát. Azonban a Menetrend - Novi Sad alkalmazás nem vállal felelősséget a buszszolgáltatások késéséért vagy lemondásáért.
sr: Aplikaciju Red vožnje - Novi Sad razvili smo s ciljem da našim sugrađanima, kao i svim posetiocima našeg prelepog grada, omogućimo lak i brz pregled redova vožnje, kako bi jednostavno mogli da isplaniraju svoje putovanje. Podaci u aplikaciji preuzeti su sa zvaničnog sajta JGSP Novi Sad, čime obezbeđujemo tačnost informacija. Ipak, napominjemo da aplikacija Red vožnje - Novi Sad ne može biti odgovorna za eventualna kašnjenja ili izostanke autobusa.

# about_app_updates_section_title
source: Regular updates
hu: Rendszeres frissítések
sr: Redovno ažuriranje

# about_app_updates_section_description
source: The app is regularly updated in line with the schedules on the official JGSP website, so you always have the most reliable information.
hu: Az alkalmazást rendszeresen frissítjük a hivatalos JGSP webhelyen elérhető menetrendek alapján, így mindig a legmegbízhatóbb információkat kapja.
sr: Aplikacija se redovno ažurira u skladu sa rasporedima dostupnim na zvaničnom sajtu JGSP-a, kako bi vi uvek imali pouzdane informacije.

# about_app_language_section_title
source: Explore Novi Sad in your language
hu: Fedezd fel Újvidéket a saját nyelveden
sr: Istražuj Novi Sad na tvom jeziku

# about_app_language_section_description
source: To make the app accessible to a broader audience, it is available in four languages: Serbian, English, Russian, and Hungarian. Whether you're a local or just visiting, we aim to make your journey planning through Novi Sad as simple and convenient as possible.
hu: Annak érdekében, hogy az alkalmazás szélesebb közönség számára is elérhető legyen, négy nyelven érhető el: szerbül, angolul, oroszul és magyarul. Legyen szó helyi lakosokról vagy látogatókról, arra törekszünk, hogy megkönnyítsük a Novi Sad-i utazások tervezését.
sr: Kako bismo omogućili širu upotrebu, aplikacija je dostupna na četiri jezika: srpskom, engleskom, ruskom i mađarskom. Na taj način, želimo da svako, bilo da je stanovnik ili turista, uživa u jednostavnom i praktičnom planiranju svog putovanja kroz Novi Sad.

# about_app_language_section_action
source: Choose language
hu: Válassz nyelvet
sr: Izaberi jezik

# about_app_issue_section_title
source: Report a problem
hu: Jelentsen problémát
sr: Prijavi grešku

# about_app_issue_section_description
source: If you encounter any issues with the app, feel free to contact us. We’ll do our best to resolve the problem as quickly as possible. Please note that some issues may be caused by data from the official JGSP Novi Sad website, which we rely on for schedules and updates.
hu: Ha bármilyen problémát észlel az alkalmazással, vegye fel velünk a kapcsolatot. Mindent megteszünk a probléma minél gyorsabb megoldása érdekében. Felhívjuk figyelmét, hogy egyes problémákat a hivatalos JGSP Novi Sad webhelyéről származó adatok okozhatnak, amelyeket az ütemtervekhez és frissítésekhez használunk.
sr: Ako primetite bilo kakve probleme sa aplikacijom, slobodno nam se javite putem email-a. Trudićemo se da rešimo problem što je pre moguće. Imajte na umu da neki problemi mogu biti posledica podataka sa zvaničnog sajta JGSP Novi Sad, na koje se oslanjamo za rasporede i ažuriranja.

# about_app_issue_section_action
source: Contact us
hu: Lépjen kapcsolatba velünk
sr: Kontaktiraj nas

# about_app_issue_section_email_subject
source: Red Vožnje: Problem with app
hu: Menetrend: Hiba az alkalmazásban
sr: Red Vožnje: Greška u aplikaciji

# about_app_riders_section_title
source: The Riders
hu: Utasok
sr: Majstore, može zadnja!

# about_app_riders_section_description
source: We’re Crystal Pigeon, a company from Novi Sad, and we’re excited to be a part of your everyday adventures! We aim to make getting around Novi Sad as easy and enjoyable as possible. If you need help or have suggestions, feel free to reach out!
hu: Mi vagyunk a Crystal Pigeon, egy újvidéki vállalat, és örömmel vagyunk részei a mindennapi kalandjaidnak! Arra törekszünk, hogy az utazás Novi Sadon keresztül a lehető legegyszerűbb és legélvezetesebb legyen. Ha segítségre van szüksége vagy javaslatai vannak, forduljon hozzánk bizalommal!
sr: Mi smo Crystal Pigeon, lokalna kompanija iz Novog Sada, i raduje nas što smo deo vaših svakodnevnih avantura! Trudimo se da vam kretanje kroz Novi Sad bude što lakše i prijatnije. Ako vam zatreba pomoć ili imate neke predloge, slobodno nam se obratite!

# about_app_riders_section_action
source: Meet us
hu: Ismerjen meg minket
sr: Upoznaj nas

# error_no_internet_connection
source: No internet connection. Please check your internet settings and try again.
hu: Nincs internetkapcsolat. Kérjük, ellenőrizze az internetbeállításait, és próbálkozzon újra.
sr: Nema interneta. Proveri svoja podešavanja i pokušaj ponovo.

source: An error occurred:
hu: Hiba történt:
sr: Došlo je do greške

source: Error:
hu: Hiba:
sr: Greška:

# timeout
source: Request timed out. Please try again.
hu: A kérés időtúllépés miatt meghiúsult. Kérjük, próbálja újra.
sr: Zahtev je istekao. Pokušaj ponovo.

# favoriteLanesPageTitle
source: Reorder favorites
hu: Kedvencek újrarendezése
sr: Sortiranje omiljenih

# pressPlusTextFavoriteLanesPage
source: Press “+” on the home page to add buses
hu: Koppints a “+” gombra az otthoni oldalon buszok hozzáadásához
sr: Pritisni “+” na početnoj strani kako bi dodao linije.

# languageSelectionTitle
source: Select a language
hu: Válassz nyelvet
sr: Izaberite jezik

source: English
hu: Angol
sr: Engleski

source: Serbian
hu: Szerb
sr: Srpski

source: Russian
hu: Orosz
sr: Ruski

source: Hungarian
hu: Magyar
sr: Mađarski
